{
    "topics": [
        "How long can you go without checking your phone?",
        "Elon Musk calls you up and offers you a free ride to space, do you say yes?",
        "What app do you use every day?",
        "What's the most interesting thing you've read lately?",
        "What is an unpopular opinion you have?",
        "How are your parents doing?",
        "What is your most embarrassing moment?",
        "If you were on death row, what would your last meal be?",
        "What have you been up to since we've hung out?",
        "What was the last funny video you saw?",
        "Have you ever kept a New Year’s resolution?",
        "Do you have any pets?",
        "Can you tell when someone is lying?",
        "What’s your communication style?",
        "What is something popular that you just don't get?",
        "If someone offered to tell you your future, would you go for it?",
        "Anything exciting going on this week?",
        "Who’s your biggest hero?",
        "If you started a business, what kind of business would it be?",
        "Do you have a morning routine?",
        "What’s the most awesome thing that's happened to you this week?",
        "What popular TV show or movie do you flat out refuse to watch?",
        "If you were to remove one social media app from your phone, which would it be and why?",
        "Who had the largest impact on the person you have become?",
        "What would be your perfect weekend?",
        "What habit do you wish you could quit?",
        "What are some things you’ve had to unlearn?",
        "If you could have coffee with a fictional character, who would that be?",
        "What’s the longest you’ve gone with no sleep?",
        "What’s your go-to type of of book or movie?",
        "What was the last thing you got really pumped about?",
        "What hobby would you LOVE to get into?",
        "I'm planning my next trip - have you traveled anywhere cool lately?",
        "What YouTube channel doesn’t currently exist but totally should?",
        "What takes a lot of time but is 100% worth it?",
        "If you could sit down with your 16-year old self, what would you say?",
        "What does your perfect breakfast look like?",
        "Are you a hotel person or an AirBnB person?",
        "What is your favorite useless fact?",
        "What are you most grateful for?",
        "Who was your favorite teacher in school?",
        "What’s your favorite car?",
        "If you could only pack one thing for a trip (excluding clothing) what would it be?",
        "What’s your favorite guilty pleasure?",
        "What makes you really angry?",
        "What is your spirit animal?",
        "What would be the title of your autobiography?",
        "What is the most clever ad you’ve ever seen?",
        "What would your theme song be if you had your own show?",
        "What’s your favorite video for a quick laugh?",
        "If your plane was going down, who would you would call?",
        "What would you do if you were home alone and the power went out?",
        "Are you most productive in the evening or in the morning?",
        "What did you buy with your very first paycheck?",
        "What is one thing you should NEVER say at a wedding?",
        "Have you ever had a blind date?",
        "What is the worst advice you have given?",
        "What’s your favorite album of all time?",
        "If you were an animal, which would you be and why?",
        "Did you have a make believe friend? What was their name?",
        "What is the weirdest food you’ve ever tried?",
        "If you could do anything without getting caught, what would you do?",
        "What’s your go to karaoke song?",
        "What's the best ice cream topping?",
        "What is the best first date you have ever been on?",
        "Do you know any magic tricks?",
        "What is the worst pickup line you have ever heard?",
        "What’s the best prank you’ve ever pulled on someone?",
        "What is your plan if there was a zombie outbreak?",
        "Who’s your go-to comedian?",
        "If you were given a one-minute ad that played before every YouTube video for a day, what would you do with it?",
        "What’s something you regret wearing?",
        "If you could time-travel, would you?",
        "If you could only carry one type of food in your bag, what would it be?",
        "What is the best gift you have ever given and why?",
        "Do you think some people are just born lucky or do you think people create their own luck?",
        "What would your rock band group be called?",
        "What is the best gift you have ever received and why?",
        "What is the top thing on your bucket list?",
        "What has been the hardest point of your life?",
        "If someone sent you an email with your death date in of it, would you look?",
        "When in your life have you been the most happy?",
        "Where do you see yourself in three years?",
        "What is the biggest risk you’ve ever taken?",
        "What would your perfect life look like?",
        "What are your long-term goals?",
        "Do you know anyone who is living their life to the fullest?",
        "Who is your biggest role model?",
        "How have your priorities shifted in the last 10 years?",
        "What did you want to be when you were a kid?",
        "So far, what is your biggest regret in life?",
        "What has been your biggest accomplishment so far?",
        "Do you know any other languages?",
        "What is one thing you wish you could do that you know you probably never will?",
        "What is something you've crossed off your bucket list?",
        "What are you most afraid of?",
        "What’s the biggest risk you’ve ever taken?",
        "Tell me about the most life-changing piece of advice you’ve ever heard.",
        "When are you the most happy?",
        "What always relaxes you when you’re really stressed out?",
        "Who in your life has had the most influence on you?",
        "What’s the hardest thing you’ve ever done?",
        "What scares you the most about the future?",
        "How have your priorities changed in the last 5-10 years?",
        "What’s the nicest thing anyone has ever done for you?",
        "Describe your perfect weekend.",
        "What’s the most controversial opinion you have?",
        "If you could change one thing about your personality, what would it be?",
        "What’s the first thing you would do if you won the lottery?",
        "If you could invite one famous person to dinner, dead or alive, who would it be?",
        "What did you think you would be doing at this point in your life when you were a kid?",
        "Who do you miss the most from your past?",
        "If you could go back in time, what's one situation you would do differently?",
        "Who is the most important person in your life right now?",
        "What is the most memorable lesson you learned from your parents?",
        "What does success mean to you?",
        "Do you think social media is good or bad for our communication?",
        "What piece of tech could you NOT live without?",
        "What is something you’ve failed at recently?",
        "What is your idea of the 100% perfect day?",
        "What do you think the world will be like 30 years in the future?",
        "Who has been the most influential person in your life and why?",
        "What book had a big influence on you?",
        "Do you think your priorities have changed since you were younger?",
        "What is the most difficult thing you’ve ever done?",
        "What scares you most about the future?",
        "What keeps you up at night?",
        "What do you think people need to know about each other before they get married?",
        "What makes you very sentimental?",
        "What motivates you most in life?",
        "What does someone do that makes you smile?",
        "What is the best or worst trait you inherited from your parents?",
        "What is your funniest memory of your dates?",
        "Who was your first crush?",
        "What thing do you want to be remembered for?",
        "What things do you consider to be relationship deal breakers?",
        "What is something you’ve always wanted to do, but are scared to?",
        "What do you consider most romantic?",
        "Is there a dream you’ve always had?",
        "Do you think arguing is part of a relationship?",
        "If you were to raise children, what are the most important things you would want them to learn?",
        "How would you describe your current or past relationship?",
        "How has your relationship changed since you started dating?",
        "How would your partner describe you?",
        "Do you consider yourself a spiritual person?",
        "If you made a bucket list for you and your friends, what would you add to it?",
        "What does someone do that comforts you the most?",
        "What makes you feel discouraged?",
        "If your life was a movie, who would play you?",
        "What significant event changed you?",
        "What’s something not many people know about you?",
        "What are you most passionate about?",
        "What makes you laugh out loud?",
        "What’s your favorite TV show?",
        "What do you like to cook the most?",
        "What was the last show you binged on Netflix?",
        "What is your favorite book?",
        "Who is your favorite author?",
        "Who is the kindest person you've ever known?",
        "What's the cutest animal in the world? What about the ugliest animal?",
        "What did you study?",
        "What was your favorite thing to do as a kid?",
        "Who do you text the most?",
        "What trend or fad did you never really get?",
        "Who is most influential in your life?",
        "What was your best friend like growing up?",
        "How do you spend your mornings?",
        "What’s your all-time favorite band?",
        "What’s your dream job?",
        "What are you always up for?",
        "What do you usually listen to on your commute to work?",
        "What is your favorite holiday?",
        "What do you do to relax?",
        "What was it like where you grew up?",
        "What’s your favorite time-waster app on your phone?",
        "What’s the favorite object you’ve ever owned?",
        "What would you do if you had enough money to not never need a job?",
        "What did you want to be growing up?",
        "What is the best pickup line you’ve ever used?",
        "What do you like doing in your free time?",
        "Do you have any nicknames?",
        "What talent do you wish you had?",
        "Where do you see yourself living when you retire?",
        "What is your favorite weekend activity?",
        "Do you have any pets?",
        "Are you an indoors or outdoors person?",
        "Who was your favorite teacher and why?",
        "What makes you most uncomfortable about dating?",
        "What is your favorite place in the entire world?",
        "Do you like calling or texting more?",
        "If you could have dinner with anyone living or not, who would it be?",
        "Are you a cat person or a dog person?",
        "What is the silliest thing you’ve posted online?",
        "What was your worst wardrobe mistake?",
        "What is the best restaurant you’ve been to?",
        "What was the best part of your week?",
        "What is your favorite kitchen smell?",
        "When you die, what do you want to be reincarnated as?",
        "What was your most uncomfortable “foot in mouth” moment?]",
        "What was your favorite vacation?",
        "What is your favorite guilty pleasure TV show?",
        "Who would you swap lives with for a day?",
        "Which sounds better amusement park or a day at the Beach?",
        "What is the strangest gift you have ever received?",
        "If you could live anywhere in the world, where would it be?",
        "What are two fun facts about yourself?",
        "What’s the best compliment you’ve ever received?",
        "What is the funniest gift you have ever given?",
        "Would you rather be invisible or be able to fly?",
        "If you could only save one item from a house fire, what would it be?",
        "If you won the lottery, what would be your first big purchase?",
        "What is the one food you could eat for the rest of your life?",
        "What’s the farthest you’ve been from civilization?",
        "What’s one movie you could watch over and over?",
        "Where’s the most fun place you’ve ever been?",
        "If you could have picked your name, what would it be?",
        "What do you totally nerd out about?",
        "What was your most colossal cooking failure? ",
        "What’s a good place to eat around there?",
        "How did you discovered this bot?",
        "What was the first job you ever had?",
        "What are you reading right now?",
        "What’s your favorite thing about your current job?",
        "What fun plans do you have for the weekend?",
        "What cool conferences have you attended lately?",
        "How old were you when you had your first job?",
        "Have you ever turned a failure into a success?",
        "How long have you been at your current company?",
        "What’s the most fun project you’ve ever worked on?",
        "Where do you see yourself in five years?",
        "Have you ever won an award?",
        "What was the best piece of advice you’ve ever received?",
        "What’s the biggest challenge you’ve taken on in the past few years?",
        "What is the next big thing you want to accomplish?",
        "What's your go-to online conference background?",
        "What drink do you suggest someone to get?",
        "Where is a good place to get food around there?",
        "Are you having a good time?",
        "Batman or Captain America, who would win?",
        "What’s the WORST thing one can say on a first date?",
        "Are you having a good evening?",
        "What do you think of this server?",
        "Have you been on any interesting trips lately?",
        "What do you think has been the best movie of the year so far?",
        "What’s the best thing you’ve ever bought online?",
        "Are you a cat person or a dog person? (Cat)",
        "What was the last good book you read?",
        "What song do you wish you could put on right now?",
        "What do you think is the greatest show on Netflix right now?",
        "What’s your secret hidden talent?",
        "What made you laugh this week?",
        "Listening to any podcasts lately? Which is your favorite?",
        "Are you an introvert or an extrovert?",
        "If you didn’t have the job you have now, what would you be?",
        "What’s your favorite sport?",
        "What’s your least favorite sport?",
        "What is something people are shocked to learn about you?",
        "Anything exciting going on this weekend?",
        "What was the last movie you saw?",
        "What’s the next exciting event you have coming up?",
        "Do you know a lot of people here?",
        "What are you reading right now?",
        "What’s your favorite restaurant around there?",
        "What hobbies did you have when you were younger?",
        "What thing are you in to that most people have never heard of?",
        "Doing anything fun this week?",
        "Do you have any pets?",
        "What’s one interesting thing about yourself no one really knows?",
        "What do you do for a living?",
        "What hobby do you wish you had more time for?",
        "If you could move anywhere, where would you go?",
        "What do you normally do for fun?",
        "If you weren’t here, what would you be doing?",
        "What is your favorite holiday? Why?",
        "What is your favorite guilty pleasure TV show?",
        "Do you have any nicknames?",
        "Which is better: iOS or Android?",
        "What’s your biggest pet peeve?",
        "What experience would you rate 10 / 10?",
        "Tell me a couple of fun facts about yourself.",
        "What’s the best food you’ve had so far?",
        "What’s the best way to start your day?",
        "What are you absolutely determined to do before you die?",
        "What’s the best thing about your job?",
        "Where did you grow up?",
        "Do you like to cook?",
        "What hobby do you wish you were good at?",
        "What song have you had stuck in your head this week?",
        "Are you usually up early or late?",
        "How do you relax after a hard week of work?",
        "What song have you 100% memorized? "
    ]
}